[
  {
    "id": "1",
    "Fact": "The highest-price stock currently sold on the NYSE is Warren Buffett's Berkshire Hathaway, Class A (NYSE: BRK-A), which sells for more than $400,000 per share."
  },
  {
    "id": "2",
    "Fact": "The global bond market is valued at more than $100 trillion. That's much larger than the global stock market, which is valued at around $90 trillion. Political consultant James Carville once said, 'I used to think if there was reincarnation, I wanted to come back as the president or the pope or a .400 baseball hitter. But now I want to come back as the bond market. You can intimidate everybody.'"
  },
  {
    "id": "3",
    "Fact": "Bill Gates told his Harvard University professors that he would be a millionaire by age 30. He became a billionaire at age 31."
  },
  {
    "id": "4",
    "Fact": "The Amsterdam stock exchange (now part of the Euronext exchange) first listed shares in 1602. The first stock to be traded was that of the Dutch East India Company, a multinational mega-corporation granted a monopoly by the Dutch government to conduct trade with Asia. The company operated for almost two centuries, paying out an 18% annual dividend for almost the entire time."
  },
  {
    "id": "5",
    "Fact": "Agricultural giant Cargill, Inc. is tied with Koch Industries as the largest privately held company in the U.S, according to Forbes. If it went public, it would rank among the top 100 companies in the Fortune 500 in terms of revenue. It employs more than 150,000 people and generates annual revenue of $115 billion."
  },
  {
    "id": "6",
    "Fact": "Legendary investor Warren Buffett bought a 40-acre farm at age 14 with $1,200 in savings from delivering newspapers."
  },
  {
    "id": "7",
    "Fact": "On January 1, 1791, the U.S. national debt was $75 million. As of 2021, the official debt of the United States government was approximately $28 trillion. To pay this debt would require approximately $85,000 from every person living in the United States, and about $225,000 per taxpayer."
  },
  {
    "id": "8",
    "Fact": "The first debt ceiling was established in 1917 and set at $11.5 billion, according to the Committee for a Responsible Federal Budget."
  },
  {
    "id": "9",
    "Fact": "The U.S. government's debt ceiling has been raised 11 times since the beginning of 2001 -- and a remarkable 76 times since March 1962, according to the Congressional Research Service. It now stands at $16.394 trillion."
  },
  {
    "id": "10",
    "Fact": "The Peter G. Peterson Foundation estimates the total amount of all U.S. government liabilities, explicit and implicit (Social Security, Medicare, etc), at $57.7 trillion. That's around $180,000 owed by every man, woman and child in the U.S."
  },
  {
    "id": "11",
    "Fact": "The first text message ('Merry Christmas') was sent in 1992. It's now estimated that more than 25 billion spam text messages are sent in the United States each year."
  },
  {
    "id": "12",
    "Fact": "The design of the folding cell phone/flip-phone was inspired by the fictional communicator from Star Trek."
  },
  {
    "id": "13",
    "Fact": "Warren Buffett claims the worst investment he ever made was in 1993 when he bought Dexter Shoes. The loss to Berkshire shareholders was $3.5 billion. In his letter to shareholders he quoted a line from country singer Bobby Bare to explain his feelings on the failed acquisition: 'I've never gone to bed with an ugly woman, but I've sure woke up with a few.'"
  },
  {
    "id": "14",
    "Fact": "2008 was Berkshire's worst year in the 44 years that Buffett's been its Chairman. Net worth fell by $11.5 billion that year, a decline that reduced per-share book value by -9.6%. The only other year that saw a decline was 2001, when Berkshire's net worth fell by -6.2%."
  },
  {
    "id": "15",
    "Fact": "In 1930, Al Capone attempted to revamp his public image by opening a soup kitchen in Chicago during the Great Depression. Chicago was one of the hardest-hit cities during the Depression due to its reliance on manufacturing and a local fiscal crisis that wounded the city's finances even before the stock market crash. In 1933, the city's unemployment rate hovered near 50%."
  },
  {
    "id": "16",
    "Fact": "Herbert Hoover infamously declared in March 1930 that the U.S. had 'passed the worst.' The worst, however, had just begun. From 1929 to 1932, more than 100,000 businesses failed, banks collapsed at a staggering rate of 200+ per month and GDP fell from $81 billion to $49 billion."
  },
  {
    "id": "17",
    "Fact": "At an estimated $15.1 trillion in 2011, the U.S. economy, as measured by GDP, was larger than the next two largest countries' economies combined (China and Japan). That's according to data from the IMF. However, if you consider the European Union as one economy, it jumps to No. 1 with $17.6 trillion."
  },
  {
    "id": "18",
    "Fact": "The United States generates more than 20% of the world's GDP with about 4% of the world's population."
  },
  {
    "id": "19",
    "Fact": "The main article in The Economist in March 1999 was famously titled, 'Cheap Oil: The next shock?' The article surmised that oil prices could be headed to $5 a barrel and prices might hover in a 'normal' range of $5 to $10."
  },
  {
    "id": "20",
    "Fact": "In 1979, the Dow Jones Industrial Average (DJIA) sat at 800. A famous Business Week cover that year touted 'The Death of Equities.' As of August 2012, the DJIA hovers around 13,000."
  },
  {
    "id": "21",
    "Fact": "The five countries with the fastest GDP growth in 2011, according to CIA estimates: Qatar (18.8%), Mongolia (17.3%), Turkmenistan (14.7%), Ghana (13.6%) and Timor-Leste (10.6%)."
  },
  {
    "id": "22",
    "Fact": "The biggest decline? Yemen (-10.5%)."
  },
  {
    "id": "23",
    "Fact": "October 13, 2008, saw the single-largest point gain in the Dow Jones Industrial Average. The index rose 936.4 points (11.1%). Just two days later, on October 15, the index posted its second largest point loss in history, falling 733.1 points (-7.9%)."
  },
  {
    "id": "24",
    "Fact": "The Dow Jones Industrial Average posted its largest single-day percentage increase on March 15, 1933, gaining 8.3 points for a 15.3% gain. Meanwhile, October 19, 1987, marked its largest single-day percentage decline, losing 508 points and -22.6%."
  },
  {
    "id": "25",
    "Fact": "In 2004, Alan Greenspan said, 'American consumers might benefit if lenders provided greater mortgage product alternatives to the traditional fixed-rate mortgage.' Since 2007, total losses attributable to subprime, Alt-A and other alternative mortgage products have been in the trillions."
  },
  {
    "id": "26",
    "Fact": "Americans have about $2.6 trillion in debt, as of June 2012, according to the Federal Reserve. About $864 billion of that is credit card debt, while the other $1.7 trillion is in installment loans, such as car or boat loans."
  },
  {
    "id": "27",
    "Fact": "Only six U.S. corporations have reached a $500 billion market cap, according to multiple reports. Apple is the most recent. Exxon, Microsoft, Cisco, Intel and GE are the other five."
  },
  {
    "id": "28",
    "Fact": "Approximately 1 in 12 Americans -- are 'unbanked,' according to the FDIC. That means they do not use mainstream, insured financial institutions. The most common reason given for not having a bank account is that the respondent thinks he or she does not have enough money to need one."
  },
  {
    "id": "29",
    "Fact": "The population of Americans 65 and over is projected to increase to 55 million in 2020 -- a 36% increase for that decade -- according to the U.S. Department of Health and Human Services."
  },
  {
    "id": "30",
    "Fact": "The average credit card holder has 3.5 credit cards, according to the Federal Reserve."
  },
  {
    "id": "31",
    "Fact": "According to data from the U.S. Census Bureau, there were 159 million credit card holders in the United States in 2000, 173 million in 2006, and that number is projected to grow to 181 million Americans by 2010."
  },
  {
    "id": "32",
    "Fact": "70% of American students have credit cards, according to a report in the International Journal of Business and Social Science."
  },
  {
    "id": "33",
    "Fact": "In 2012, Forbes listed three women in their billionaire rankings. Christy Walton (listed as Christy Walton & family) was 11th, with $25.3 billion. (Her wealth came from Walmart, as did the No. 17 woman Alice Walton.) Liliane Bettencourt from L'Oreal was 15th, with a net worth of $24 billion."
  },
  {
    "id": "34",
    "Fact": "In 2005, Oprah Winfrey was listed at No. 562 with a net worth of $1.4 billion. By 2012, she had risen to No. 442 -- a jump of more than 100 spots -- as her net worth jumped to $2.7 billion."
  },
  {
    "id": "35",
    "Fact": "The first self-made female millionaire was Madam C.J. Walker. In the early 1900s, Walker developed and operated a cosmetics empire focused on African-American women. She was quoted as saying: 'I am a woman who came from the cotton fields of the South. From there I was promoted to the washtub. From the washtub I was promoted to the cook kitchen and from there I promoted myself into the business of manufacturing hair goods and preparations. I have built my own factory on my own ground.'"
  },
  {
    "id": "36",
    "Fact": "In 2006, after tough new bankruptcy laws were passed, bankruptcy filings hit an 18-year low with only 617,660 bankruptcies filed that year. Total bankruptcy filings reached 1.4 million in 2011, but that number was still well below the 2.1 million bankruptcies that were filed in 2005 in anticipation of the aforementioned change in the laws."
  },
  {
    "id": "37",
    "Fact": "In early 2012, Tennessee surpassed Nevada as having the highest per capita bankruptcy rate, with more than 7 bankruptcies filed for every 1,000 residents. Nevada and Georgia were second and third, respectively."
  },
  {
    "id": "38",
    "Fact": "Americans 34 and younger decreased their rate of filing bankruptcy by more than 30% since 2006, according to the Institute for Financial Literacy."
  },
  {
    "id": "39",
    "Fact": "Jim Cramer is a former hedge fund manager and founder/owner of Cramer Berkowitz, where he reported a compounded 'rate of return of 24% after all fees for 15 years.' However, the returns have not been independently audited or verified."
  },
  {
    "id": "40",
    "Fact": "On February 29, 2000, about one week before the historic all-time high of the NASDAQ Composite index, Jim Cramer delivered his 'The Winners of the New World' speech, in which he recommended 10 stocks and said, 'I wouldn't own any other stocks in the year 2000.' By 2009, all 10 companies were either out of business, were taken over by competitors or traded at fractions of their 2000 stock price."
  },
  {
    "id": "41",
    "Fact": "Three of the world's 50 largest economies don’t have a dedicated exchange-traded fund (ETF) listed on a U.S. exchange: Iran, Saudi Arabia and Pakistan."
  },
  {
    "id": "42",
    "Fact": "One of the smallest economies to have its own U.S.-listed ETF is Israel. The ETF trades under the ticker symbol EIS."
  },
  {
    "id": "43",
    "Fact": "Total business bankruptcy filings in 2009 were the highest in 16 years. However, things have improved. For the 12-month period ending on March 31, 2012, business bankruptcies had fallen 14 percent compared to the 12-month period ending on March 31, 2011."
  },
  {
    "id": "44",
    "Fact": "The average American family's net worth plunged by nearly 40% between 2007 and 2010, according to the Federal Reserve. Net worth fell from $126,000 to $77,000."
  },
  {
    "id": "45",
    "Fact": "The population of Americans 65 and over jumped from 35 million in 2000 to 40 million in 2010 -- a 15% increase."
  },
  {
    "id": "46",
    "Fact": "The median income of persons 65 and older in 2010 was $25,704 for males and $15,072 for females."
  },
  {
    "id": "47",
    "Fact": "Life expectancy in the United States has reached a record high of 78.49 years, according to researchers from Rice University and the University of Colorado. The three countries with the highest life expectancies are: Monaco (89.68), Macau (84.43) and Japan (83.91)."
  },
  {
    "id": "48",
    "Fact": "In 1991, 11 percent of workers expected to retire after age 65, according to the Employee Benefit Research Institute. In 2012, that number is 37 percent."
  },
  {
    "id": "49",
    "Fact": "30% of people responding to a 2012 survey conducted by the Employee Benefit Research Institute say that they have less than $1,000 saved for retirement."
  },
  {
    "id": "50",
    "Fact": "In 2011, according to the World Bank, 33% of people in India live in poverty. About 70% of people in India live on less than $2 U.S. per day."
  },
  {
    "id": "51",
    "Fact": "France is the world's top tourist destination, with 77 million visitors in 2010. (The United States is second with 60 million.)"
  },
  {
    "id": "52",
    "Fact": "The United States tops the world in plastic surgery procedures, according to the International Society of Aesthetic Plastic Surgery (ISAPS)."
  },
  {
    "id": "53",
    "Fact": "Russia is geographically the largest country in the world. It covers 1/7 of the total land on Earth. Moscow is the second largest city in Europe with a population of 11.7 million. (Istanbul, Turkey, is first with 13.5 million.)"
  },
  {
    "id": "54",
    "Fact": "GM sold slightly more cars in China than in the U.S. in 2011 -- 2.55 million to 2.50 million."
  },
  {
    "id": "55",
    "Fact": "85% of Americans 18 or older own cell phones, according to Pew. About one-third of those that don't own a phone live with someone who does, so about 90% of American adults live in a household with a working cell phone."
  },
  {
    "id": "56",
    "Fact": "More than one million shares changed hands on the NYSE for the first time on December 15, 1886. The NYSE had its first billion share day on October 28, 1997."
  },
  {
    "id": "57",
    "Fact": "The largest daily trading volume on record for the NYSE Composite was on October 10, 2008, when more than 11 billion shares were traded. As of August 29, 2012, the NYSE Composite's trading volume has reached 10 billion only three times -- all since late 2008."
  },
  {
    "id": "58",
    "Fact": "Oakley, Inc. chose the ticker symbol OO because it looks like a pair of sunglasses."
  },
  {
    "id": "59",
    "Fact": "Colgate's first toothpaste, introduced in 1873, was packaged in a jar. Toothpaste was first packaged in a tube in 1896."
  },
  {
    "id": "60",
    "Fact": "Apple was started in a bedroom in Cupertino, California in 1976."
  },
  {
    "id": "61",
    "Fact": "Dell (Nasdaq: DELL) was started in a dorm room at The University of Texas in 1984."
  },
  {
    "id": "62",
    "Fact": "Hewlett-Packard (NYSE: HPQ) was started in a garage in Palo Alto, CA in 1939. Bill Hewlett and Dave Packard flipped a coin to determine whether the firm would be called Hewlett-Packard or Packard-Hewlett. Packard won the coin toss but chose to go with Hewlett-Packard."
  },
  {
    "id": "63",
    "Fact": "The history of Wall Street dates back to the 1600s, when New York was called the New Amsterdam settlement. Back then, before the bells and exchanges, it was merely a pathway that ran alongside a wall protecting the settlement from Native American attacks. In a moment of creativity, the citizens named the corridor 'Wall Street.'"
  },
  {
    "id": "64",
    "Fact": "The New York Stock Exchange was born on May 17, 1792 with the signing of the Buttonwood Agreement. The agreement, which laid out trading rules and regulations, was signed by 24 stock brokers underneath a buttonwood tree. The entire contract was only two sentences in length."
  },
  {
    "id": "65",
    "Fact": "In 1790, to pay for war debt, the federal government refinanced all federal and state Revolutionary War debt by issuing $80 million in bonds. These become the first major issues of publicly-traded securities and marked the birth of the U.S. investment markets."
  },
  {
    "id": "66",
    "Fact": "The first listed company on the NYSE was the Bank of New York, traded under the buttonwood tree on Wall Street. The bank now continues under the name of The Bank of New York Mellon (NYSE: BK)."
  },
  {
    "id": "67",
    "Fact": "By the end of the Civil War, between one-third and one-half of all U.S. paper currency in circulation was counterfeit."
  },
  {
    "id": "68",
    "Fact": "The Secret Service Division was created on July 5, 1865 in Washington, D.C., to suppress counterfeit currency."
  },
  {
    "id": "69",
    "Fact": "The Bank of North America, located in Philadelphia, was the nation's first private commercial bank. It was chartered in 1781 by the Continental Congress, which was looking for a solution to its problem of funding the American Revolution. It was largely modeled after the Bank of England."
  },
  {
    "id": "70",
    "Fact": "Flatbush National Bank of Brooklyn was the first bank to issue a credit card in 1946."
  },
  {
    "id": "71",
    "Fact": "The largest cash robbery of a bank was the Loomis Fargo bank robbery in 1997. $17.3 million, in cash, was stolen from a regional office vault in Charlotte, NC. An FBI criminal investigation turned up evidence that the heist was an 'inside job,' and less than six months later, the thieves were caught. In the end, 95% of the cash was recovered."
  },
  {
    "id": "72",
    "Fact": "It's not gold that John Maynard Keynes famously called a 'barbarous relic' in 1923; he was actually referring to the gold standard."
  },
  {
    "id": "73",
    "Fact": "The most expensive coin in the world -- the 1794 Flowing Hair Dollar -- sold for $7.85 million in 2006. It was the first dollar coin minted by the United States government. (Runner-up: The 1933 Double Eagle, was sold by Sotheby's in 2002, for a record sum of $7.59 million. The coin is one of only a few Double Eagles that escaped being melted down after the Gold Reserve Act of 1933 made it illegal to circulate and possess most gold coins.)"
  },
  {
    "id": "74",
    "Fact": "The Stutz Blackhawk, made from 1971 to 1987, was a luxury car in which everything normally in chrome -- the steering wheel, pedal surrounds, ashtray and cigarette lighter -- was instead plated in gold. Elvis owned five, though he gave three away as gifts."
  },
  {
    "id": "75",
    "Fact": "Dennis Kozlowski, former CEO convicted of looting the mega-corporation Tyco International (NYSE: TYC), redecorated his bathroom with a gold-threaded shower curtain costing $6,000."
  },
  {
    "id": "76",
    "Fact": "The Exxon Valdez, whose infamous wreck spilled almost 11 million gallons of oil into Alaska’s Prince William Sound, was repaired and renamed the Sea River Mediterranean. The ship is prohibited by law from returning to Prince William Sound."
  },
  {
    "id": "77",
    "Fact": "The five largest U.S. companies by market capitalization are: Apple ($632 billion), Exxon Mobil (NYSE: XOM at $406 billion), Microsoft (Nasdaq: MSFT at $257 billion), Walmart (NYSE:WMT at $246 billion) and Google (Nasdaq: GOOG at $225 billion), as of August 29, 2012."
  },
  {
    "id": "78",
    "Fact": "Through July 20, 2012, 38 U.S. banks had failed in 2012, according to Associated Press reports. That's a much slower pace than 2011, during which 58 banks had failed by the same date."
  },
  {
    "id": "79",
    "Fact": "The oldest known monetary law code, the Code of Hammurabi, was created ca. 1760 BC in ancient Babylon. It formalized the role of money in civil society by setting amounts of interest on debt, fines for wrongdoing, and compensation in money for various infractions of formalized law."
  },
  {
    "id": "80",
    "Fact": "The birth of modern banking is credited to the medieval Knights Templar. They took oaths of poverty; therefore donating all of their cash and property to the Order. Nobles often used the Order to safeguard their money while they were off fighting in the Crusades."
  },
  {
    "id": "81",
    "Fact": "51% of American pet owners planned to buy their pet a gift during the 2011 holiday season, according to the Associated Press. The average budget: $46. However, 72% of those polled said they planned to spend $30 or less."
  },
  {
    "id": "82",
    "Fact": "In 2010, U.S. lottery sales reached $58 billion, according to the North American Assoc. of State of Provincial Lotteries. The report says that more than half of Americans played in the lottery in the last year."
  },
  {
    "id": "83",
    "Fact": "The largest lottery jackpot in U.S. history was $656 million for a Mega Millions tickets in March 2012. There were three winners, and the total cash payout was $474 million."
  },
  {
    "id": "84",
    "Fact": "Approximately 147.3 million ounces of gold are being held at The United States Bullion Depository in Fort Knox."
  },
  {
    "id": "85",
    "Fact": "The weight of a standard gold bar is approximately 400 ounces, or 27.5 pounds."
  },
  {
    "id": "86",
    "Fact": "In the past, Fort Knox has housed the Declaration of Independence, the U.S. Constitution, the Articles of Confederation, Lincoln's Gettysburg address, three volumes of the Gutenberg Bible, and Lincoln's second inaugural address."
  },
  {
    "id": "87",
    "Fact": "In addition to gold bullion, the United States Mint has stored valuable items for other government agencies. The Magna Carta was once stored there. The crown, sword, scepter, orb, and cape of St. Stephen, King of Hungary, were also stored there before being returned to the government of Hungary in 1978."
  },
  {
    "id": "88",
    "Fact": "The 1792 law that established the United States Mint also made coin defacement, counterfeiting, and embezzlement by Mint employees punishable by death."
  },
  {
    "id": "89",
    "Fact": "The portrait of Abraham Lincoln on the penny faces to the right and all other portraits of presidents on U.S. circulating coins face to the left."
  },
  {
    "id": "90",
    "Fact": "The motto 'In God We Trust,' was omitted from new gold coins issued in 1907, causing a storm of public criticism. As a result, legislation passed in May 1908 made 'In God We Trust' mandatory on all coins on which it had previously appeared."
  },
  {
    "id": "91",
    "Fact": "The largest note ever printed by the Bureau of Engraving and Printing was the $100,000 gold certificate, series 1934, featuring Woodrow Wilson. This series was issued only to Federal Reserve Bank Banks against an equal amount of gold bullion held by the Department of the Treasury for certain credits established between the Treasurer of the United States and the Federal Reserve Banks."
  },
  {
    "id": "92",
    "Fact": "The oldest component company of the Dow Jones Industrial Average is General Electric, which was added on November 7, 1907."
  },
  {
    "id": "93",
    "Fact": "The first stock exchange can be traced back to Antwerp, Belgium in 1460."
  },
  {
    "id": "94",
    "Fact": "The first female member of the NYSE was Muriel Siebert, who became a member in 1967."
  },
  {
    "id": "95",
    "Fact": "Lion County Safari, the first drive-through safari park in the United States, traded under the ticker symbol GRRR."
  },
  {
    "id": "96",
    "Fact": "The physically smallest U.S. bond was the State of Louisiana 'Baby Bond' Certificate, called a Baby Bond for three reasons: Its small denomination of $5 (the lowest denomination U.S. municipal bond), its small size (three inches by five inches), and its vignette of a baby wearing a hat."
  },
  {
    "id": "97",
    "Fact": "Credit cards were not always made of plastic. There have been credit tokens made from metal coins, metal plates, and celluloid, metal, fiber, and paper cards."
  },
  {
    "id": "98",
    "Fact": "Michael Milken, the 'Junk Bond King,' originally gained notoriety after being indicted on 98 counts of racketeering and securities fraud in 1989. Although he was never convicted of racketeering or insider trading, he did plead guilty to reporting violations and was sentenced to 10 years in prison and a permanent exile from the securities industry. Today, the man once known as the epitome of Wall Street greed is the founder of many charitable projects, including the Milken Family Foundation, which has awarded over $60 million to more than 2,400 'master' teachers, and the Prostate Cancer Foundation, the world's largest philanthropic source of support for prostate cancer research."
  },
  {
    "id": "99",
    "Fact": "At the end of 2011, three companies had total debt loads of more than $500 billion: JPMorgan Chase ($684 billion), Bank of America Corp. ($622 billion) and Citigroup ($560 billion)."
  }
]